{
    "The provided password does not match your current password.": "La contraseña proporcionada no coincide con tu contraseña actual.",

    "Create API Token": "Crear token de API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Los tokens de API permiten que servicios externos se autentiquen con nuestra aplicación en tu nombre.",
    "Token Name": "Nombre del Token",
    "Permissions": "Permisos",
    "Created.": "Creado.",
    "Create": "Crear",
    "Manage API Tokens": "Gestionar tokens de API",
    "You may delete any of your existing tokens if they are no longer needed.": "Puedes eliminar cualquier token existente si ya no es necesario.",
    "Last used": "Último uso",
    "API Token": "Token de API",
    "Please copy your new API token. For your security, it won't be shown again.": "Copia tu nuevo token de API. Por seguridad, no se mostrará nuevamente.",
    "Close": "Cerrar",
    "API Token Permissions": "Permisos del token de API",
    "Cancel": "Cancelar",
    "Save": "Guardar",
    "Delete API Token": "Eliminar token de API",
    "Are you sure you would like to delete this API token?": "¿Estás seguro de que deseas eliminar este token de API?",

    "API Tokens": "Tokens de API",
    "Confirm your Password": "Confirma tu contraseña",
    "Password": "Contraseña",
    "Confirm": "Confirmar",

    "Reset your Password": "Restablece tu contraseña",
    "Email Address": "Correo electrónico",
    "Send Reset Link": "Enviar enlace de restablecimiento",

    "Welcome!": "¡Bienvenido!",
    "Email": "Correo electrónico",
    "Forgot Password?": "¿Olvidaste tu contraseña?",
    "Log In": "Ingresar",
    "Don't have an account?": "¿No tienes una cuenta?",
    "Register": "Regístrate",

    "Create Account": "Crear Cuenta",
    "Sign Up": "Registrarse",
    "Already have an account?": "¿Ya tienes una cuenta?",
    "Sign In": "Iniciar Sesión",

    "Reset Password": "Restablecer contraseña",
    "Confirm Password": "Confirmar contraseña",

    "Confirm access": "Confirmar acceso",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Confirma el acceso a tu cuenta ingresando el código proporcionado por tu aplicación de autenticación.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Confirma el acceso a tu cuenta ingresando uno de tus códigos de recuperación de emergencia.",
    "Code": "Código",
    "Recovery Code": "Código de recuperación",
    "Use a recovery code": "Usar un código de recuperación",
    "Use an authentication code": "Usar un código de autenticación",
    "Log in": "Iniciar sesión",

    "Verify your Email": "Verifica tu correo electrónico",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you?": "¡Gracias por registrarte! Antes de comenzar, verifica tu correo electrónico haciendo clic en el enlace que te acabamos de enviar.",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación al correo que proporcionaste durante el registro.",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Log Out": "Cerrar sesión",

    "Confirm Password": "Confirmar Contraseña",
    "For your security, please confirm your password to continue.": "Por tu seguridad, confirma tu contraseña para continuar.",

    "Sign Out": "Cerrar sesión",
    "Whoops! Something went wrong.": "¡Ups! Algo salió mal.",

    "Delete Account": "Eliminar cuenta",
    "Permanently delete your account.": "Eliminar permanentemente tu cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos se eliminarán de forma permanente. Antes de eliminar tu cuenta, descarga cualquier dato o información que desees conservar.",
    "Are you sure you want to delete your account?": "¿Estás seguro de que deseas eliminar tu cuenta?",

    "Browser Sessions": "Sesiones del navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Gestiona y cierra sesión en tus sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices.": "Si es necesario, puedes cerrar sesión en todas tus otras sesiones de navegador en todos tus dispositivos.",
    "Unknown": "Desconocido",
    "This device": "Este dispositivo",
    "Last active": "Última actividad",
    "Log Out Other Browser Sessions": "Cerrar sesión en otros navegadores",
    "Done.": "Hecho.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Ingresa tu contraseña para confirmar que deseas cerrar sesión en tus otras sesiones de navegador.",

    "Profile": "Perfil",

    "Two Factor Authentication": "Autenticación en dos pasos",
    "Add additional security to your account using two factor authentication.": "Agrega seguridad adicional a tu cuenta utilizando autenticación en dos pasos.",
    "Finish enabling two factor authentication.": "Finalizar habilitación de la autenticación en dos pasos.",
    "You have enabled two factor authentication.": "Has habilitado la autenticación en dos pasos.",
    "You have not enabled two factor authentication.": "No has habilitado la autenticación en dos pasos.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication.": "Cuando se habilite la autenticación en dos pasos, se te solicitará un token aleatorio y seguro durante el inicio de sesión.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key.": "Para finalizar la habilitación de la autenticación en dos pasos, escanea el siguiente código QR con tu aplicación autenticadora o ingresa la clave de configuración.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "La autenticación en dos pasos está habilitada. Escanea el siguiente código QR con tu aplicación autenticadora o ingresa la clave de configuración.",
    "Setup Key": "Clave de configuración",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarda estos códigos de recuperación en un gestor de contraseñas seguro. Puedes usarlos para recuperar el acceso si pierdes tu dispositivo de autenticación.",
    "Enable": "Habilitar",
    "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
    "Show Recovery Codes": "Mostrar códigos de recuperación",
    "Disable": "Deshabilitar",

    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta use una contraseña larga y segura.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Saved.": "Guardado.",

    "Profile Information": "Información del perfil",
    "Update your account's profile information and email address.": "Actualiza la información de perfil y el correo electrónico de tu cuenta.",
    "Photo": "Foto",
    "Select A New Photo": "Seleccionar una nueva foto",
    "Remove Photo": "Eliminar foto",
    "Name": "Nombre",
    "Your email address is unverified.": "Tu dirección de correo no está verificada.",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu correo electrónico.",

    "Pagination Navigation": "Navegación de paginación",
    "pagination.previous": "Anterior",
    "pagination.next": "Siguiente",
    "Showing": "Mostrando",
    "to": "a",
    "of": "de",
    "results": "resultados"
}
